app/controllers/sessions_controller.rb

  def create
    #byebug
    user = User.find_by(email: session_params[:email])
---
SELECT  `users`.* FROM `users` WHERE `users`.`email` = 'noy.dmt1021@gmail.com' LIMIT 1