app/controllers/users_controller.rb

INSERT INTO `users` (`name`, `email`, `created_at`, `updated_at`, `password_digest`) VALUES ('岡崎 慎司', 'okazaki_shinji@gmail.com', '2020-03-18 12:13:45', '2020-03-18 12:13:45', '$2a$12$dzdATF.32ncKE0OaMiUw2.EBUx9oQWUcD/zQGGfaKj29pBHHfHkPO')
---
  def create
    @user = User.new(user_params)
    if @user.save